package com.a0100019.mypat.data.room.knowledge

import com.a0100019.mypat.data.room.user.User

fun getKnowledgeInitialData(): List<Knowledge> {
    return listOf(
        Knowledge(
            answer = "피그말리온 효과",
            meaning = "사람들은 누가 자기에게 기대를 가지고 사랑해주면 그런 기대에 부응하려고 한다. 부모가 자식을 키울 때도 그렇고, 교사가 학생들을 지도할 때도 그렇다. 기대와 사랑, 그리고 관심을 가지고 자녀와 학생을 대하면 그들의 지능, 태도, 행동까지도 변한다. 그런 현상을 '피그말리온 효과'라고 한다."
        ),
        Knowledge(
            answer = "치킨 게임",
            meaning = "상대방이 물러날 때까지 정면충돌을 감수하는 게임. 국제 정치학에서 사용하는 게임이론 가운데 하나로, 1950년대 미국 젊은이들 사이에서 유행하던 자동차 게임의 이름이었다. 이 게임은 한밤중에 도로의 양쪽에서 두 명의 경쟁자가 자신의 차를 몰고 정면으로 돌진하다가 충돌 직전에 핸들을 꺾는 사람이 지는 경기다. 그러나 만일 어느 한쪽도 핸들을 꺾지 않을 경우 게임에서는 둘다 승자가 되지만, 결국 충돌함으로써 양쪽 모두 파국으로 치닫게 된다."
        ),
        Knowledge(
            answer = "플라시보 효과",
            meaning = "플라시보 효과(Placebo effect) 또는 위약 효과(僞藥效果)는 심리학 및 의학 분야의 용어로, 효과가 없는 약제를 진짜 약으로 생각하고 섭취하였을 때 환자의 증상 또는 병세가 호전되는 현상이다. 대표적인 예로 임상실험의 대조군에 아무 효과도 없는 약(포도당 등)을 처방했을 때 그중 일부에서 보이는 호전 반응을 들 수 있다."
        ),
        Knowledge(
            answer = "고슴도치 딜레마",
            meaning = "다른 사람과 깊은 인간관계를 맺지 않으려는 사람들도 있다. 자기의 삶과 자기 일에만 몰두해서 남들이 보기에는 이기적이라고 할 정도로 자기중심적이다. 늘 자기를 감추고 상대방과 일정한 거리를 두려고 한다. 그러면 피차 서로 간섭할 일도 없고 부딪칠 일도 없기 때문에 부담이 없다. 게다가 상대방으로부터 상처를 받을 일도 없다. 이렇게 인간관계 초기부터 상대방과 일정한 거리를 두고 자기를 방어하려는 사람들의 심리를 일컬어 '고슴도치 딜레마'라고 한다."
        ),
        Knowledge(
            answer = "피터 팬 증후군",
            meaning = "어렸을 때부터 부모님이 지나치게 모든 것을 다 해준 아이의 경우 어린 시절에 만족해 다음 발달 단계로 넘어가지 못하는 경우가 종종 있다. 한 발달 단계에서 다음 발달 단계로 넘어가지 못하는 그런 현상을 '고착'이라고 한다. 고착이 일어나면 몸은 커지는 데 반해 심리적 발달은 제 자리 걸음을 한다. 마치 동화 속에 나오는 피터 팬이 어린이에 만족하면서 다음 발달 단계로 넘어가지 않으려는 현상을 '피터 팬 증후군'(Peter Pan Syndrome)이라고 한다."
        ),
        Knowledge(
            answer = "핑퐁 외교",
            meaning = "탁구를 이용한 외교이다. 1971년 일본에서 열린 제31회 세계 탁구 선수권 대회를 계기로 미국 탁구팀과 기자단이 중국을 방문하여 양국 관계가 개선된 데서 나온 말이다. 이 일을 계기로 1971년 미국 국가안보담당 보좌관이 극비리에 중국을 방문했으며 1972년 2월에는 리처드 닉슨 중국 대통령이 중국을 방문, 미국과 중국 양국이 ‘상하이 코뮈니케’를 발표하기에 이른다. 결국 핑퐁 외교는 1979년에 미국이 중화민국과 단교하고 중화인민공화국과 전격적으로 수교하는 결실을 맺었다."
        ),
        Knowledge(
            answer = "민주 공화국",
            meaning = "주권이 국민에게 있고 주권의 운용이 국민의 의사에 따라 이루어지는 국가를 말한다"
        ),
        Knowledge(
            answer = "블루오션",
            meaning = "경쟁자들이 없는 시장을 의미하는 경제용어. 무자비한 경쟁에 의해 핏물로 가득 찬 레드오션과 차별되는 개념으로, 높은 수익과 무한한 성장이 존재하는 시장을 뜻한다. 프랑스 유럽경영대학원 인시아드의 한국인 김위찬 교수와 르네 마보안 교수가 1990년대 중반 제창한 전략이론에서 유래하였다. 기업이 더 많은 가치를 창출하기 위해서는 치열한 경쟁시장을 떠나, 발상의 전환을 통해 전혀 새로운 시장을 창출해 나가야 한다는 것이다."
        ),

        Knowledge(
            answer = "비옥한 초승달 지대",
            meaning = "서쪽으로 지중해 동안의 팔레스타인에서 북부 메소포타미아, 동쪽으로는 페르시아만의 충적 평야에 이르는 초승달 모양의 지대를 말한다. 이 지대에서 세계에서 가장 오래된 농경 문화가 일어났으며, 그 영향으로 메소포타미아 및 나일강 유역에 고도의 문명이 발생한 것으로 추측된다."
        ),
        Knowledge(
            answer = "인간 면역 결핍 바이러스",
            meaning = "(HIV, Human Immunodeficiency Virus) 후천 면역 결핍 증후군(에이즈)의 원인이 되는 바이러스이다. 감염 시 면역 세포가 파괴됨으로써 신체의 면역 능력이 극도로 저하된다"
        ),
        Knowledge(
            answer = "국제통화기금",
            meaning = "IMF : International Monetary Fund - 세계무역의 안정을 목적으로 1947년 3월에 설립된 국제금융기구, 가맹국의 출자로 공동의 기금을 만들어 이것을 각국이 이용토록 함으로써 각국의 외화자금 조달을 원활히 하고 나아가 세계 각국의 경제적 번영을 가져오도록 하는 데 목적이 있다."
        ),
        Knowledge(
            answer = "보이지 않는 손",
            meaning = "보이지 않는 손이란 아담 스미스(Adam Smith)가 그의 저서 국부론에서 가격의 자원 배분 기능을 비유한 표현이다. 자유방임주의 경제체제 하에서 가격은 생산 자원이 경제의 여러 부문들에 효율적으로 배분될 수 있도록 신호를 전달해주는 역할을 한다. 어떤 상품의 공급량에 비해 수요량이 크면 가격이 상승하게 되고, 이는 생산자원이 더 많이 투입될 필요가 있다는 신호로 작용한다. 반면 수요량이 공급량에 비해 작을 경우에는 가격이 하락하고, 이는 생산자원이 다른 산업으로 이동하게 만든다."
        ),
        Knowledge(
            answer = "고립 효과",
            meaning = "남극에 파견된 연구원과 군인들, 잠수함을 타고 오랜 시간을 해저에서 생활하는 사람들, 우주 공간에서 우주인으로 생활하는 사람들, 좁은 하숙방을 같이 쓰는 사람들과 같이 좁은 공간을 함께 사용하는 사람들은 고립 효과를 경험할 가능성이 높다. 이처럼 좁은 공간에서 함께 생활할 때 심리와 행동이 격해지는 현상을 '고립 효과'라고 한다. 특히 이런 현상들이 남극에 파견된 연구원들과 군인들에게서 부각되어 연구되었기 때문에 '남극형 증후군'이라고도 한다."
        ),
        Knowledge(
            answer = "고백 효과",
            meaning = "사람들은 어떤 사람에게 도움을 못 주었다는 죄의식, 남에게 피해를 입혔다는 죄의식이 있을 때 죄의식을 덜려고 남을 도와주는 행동을 한다. 물론 순수한 봉사 정신과 사랑 때문에 돕는 분들이 더 많다. 그런데 자신의 죄의식을 남에게 고백하면 그런 죄의식이 사라져 다른 사람을 돕는 행동이 줄어든다. 이런 현상을 '고백 효과'라고 한다."
        ),

        Knowledge(
            answer = "권위주의적 성격 증후군",
            meaning = "세상을 삐딱하게 보는 사람들이 독특한 성격을 가지고 있다는 연구는 미국 유태인위원회에 의해 시작되었다. 그 위원회는 독일인들이 유태인들을 증오하고 학살한 원인에 관심을 가졌다. 대표적인 연구자인 아도르노는 반유태주의는 권위주의적인 가치와 행동 패턴을 가진 독특한 성격 특성 때문에 나타난 것이라고 결론지었다. 이처럼 편견과 관련 있는 성격 특성을 '권위주의적 성격 증후군'이라고 한다."
        ),
        Knowledge(
            answer = "내각 책임제",
            meaning = "정부의 성립과 존립이 국회의 신임(믿고 일을 맡기는 것)에 따라 결정되는 정치 제도이다. 다수당을 중심으로 행정부가 만들어지기 때문에 국민은 국회를 통하여 정부의 시책을 감시할 수 있다. ‘의원 내각제’라고도 한다"
        ),
        Knowledge(
            answer = "민권",
            meaning = "피지배층의 정치적 권리 의식을 지칭하는 말이다. 이 말이 처음 등장했을 때는 모든 사람이 가져야 하는 제한된 범위의 권리를 가리켰지만, 이후 확대되어 자의적인 근거에 따라 사회생활의 모든 영역에서 받는 차별 대우를 없애는 일반적인 기준점이 되었다."
        ),
        Knowledge(
            answer = "민족주의",
            meaning = "개인이 최고의 충성을 바쳐야 할 대상이 민족이라고 믿는 생각이다. 19세기 이래 근대 국가 형성의 기본 원리가 되었으며, 분열되어 있는 민족의 정치적 통일을 목표로 하는 형태와 외국의 지배로부터 해방이나 독립을 목표로 하는 형태로 나누어지기도 한다."
        ),
        Knowledge(
            answer = "극화 현상",
            meaning = "집단에서 어떤 의사 결정을 하면 대부분 혼자 결정할 때보다 더 모험적인 쪽으로 의사결정이 이루어진다. 여럿이 모여 결정을 하면 혼자 결정할 때보다 더 모험적으로 의사결정이 이루어지는 현상을 '모험 이행(Risky Shift)'이라고 한다. 그러나 집단 의사결정이 언제나 모험 쪽으로 결정나는 것은 아니다. 어떤 경우에는 집단에서 결정하는 것이 혼자 결정할 때 보다 더 보수적일 때도 있다. 이런 현상을 '보수 이행'(Conservative Shift)이라고 한다. 이렇듯 집단 의사결정은 어떤 경우에는 모험 쪽으로, 어떤 경우에는 보수 쪽으로 치우쳐서 나타나는데 이런 현상을 '극화 현상'이라고 한다."
        ),
        Knowledge(
            answer = "기본 귀인 오류",
            meaning = "사람들은 어떤 상황적인 요소는 고려하지 않고, 그 사람의 성격, 태도, 가치관 등과 같은 그 사람의 내부 성향에서 원인을 찾는다. 이런 현상은 원인을 제대로 못 찾는 귀인 오류 중의 하나다. 사람들은 이렇게 상황 탓보다는 사람 탓을 많이 하는 귀인 오류를 자주 범하는데 그런 오류를 '기본 귀인 오류'라고 한다. 그러므로 행동의 원인을 찾을 때는 항상 기본 귀인 오류를 염두에 두고, 그 사람을 둘러싼 상황이 어떤지를 좀 더 고려해보는 게 좋다는 심리현상이다."
        ),
        Knowledge(
            answer = "꾸바드 증후군",
            meaning = "요즘은 아기가 태어나기도 전에 예비 아버지들이 아이의 탄생에 많은 관심을 보인다. 그런 관심이 지나치다 못해 어떤 남편들은 아내가 임신 중에 아내와 함께 식욕 상실, 매스꺼움, 구토, 치통과 같은 증상을 겪기도 한다. 이처럼 아내의 임신과 출산 중에 나타나는 남편의 여러 가지 심리적, 신체적 증상들을 영국의 정신분석학자인 트리도우언은 '꾸바드 증후군'이라고 불렀다. 꾸바드는 불어 '꾸바‘(couver)에서 온 말로 '알을 품다, 부화하다'의 뜻을 가지고 있다. 꾸바드 증후군은 임신 3개월경에 가장 심하다. 그리고 점차 약해지다가 임신 말기가 되면 또다시 심해진다. 이 증상은 비단 신체적 증상에만 그치지 않고 우울증과 긴장이 고조되고 신경과민적인 심리적 증상으로도 나타난다."
        ),
        //10
        Knowledge(
            answer = "나르시시즘",
            meaning = "자기를 지나치게 사랑하고, 자기중심적인 사고방식을 가지고 자기도취에 빠져 있는 현상을 '나르시시즘'이라고 한다. 원래 나르시시즘이라는 말은 1899년 정신의학자 네케가 처음으로 사용했다. 이 말은 그리스 로마 신화에 나오는 나르시스에서 유래된 말로 자신의 몸을 성적 대상으로 삼아 쾌감을 느끼기 위하여 보고 만지고 애무하고, 자기 몸에서 완전한 만족을 얻는 행위를 표현한 말이다. 그러나 요즘에는 자기도취에 빠져 자기를 사랑의 대상으로 삼는 사람들을 일컫는 말이 되었다."
        ),
        Knowledge(
            answer = "낙인 효과",
            meaning = "우리는 어떤 사람이 전과자고, 어떤 사람이 정신과 병력을 가지고 있고, 어떤 사람이 이혼한 경력이 있다고 하면 왠지 모르게 색안경을 끼고 본다. 그것도 일종의 편견이다. 하지만 그런 치우친 세상 보기는 거기서 끝나지 않고 그런 사람들과 거래는 물론이고 인간적인 교류조차 하지 않으려고 한다. 이처럼 과거 경력이 현재의 인물 평가에 미치는 영향을 '낙인 효과'라고 한다."
        ),
        Knowledge(
            answer = "떠벌림 효과",
            meaning = "어떤 이가 담배를 끊어보려고 시도하려고 사용한 심리학적인 원리가 있다. 하나는 조건부 계약이라는 것이다. 가령 자신이 담배를 피우면 친구에게 얼마를 주겠다고 하는 식으로 조건을 거는 계약을 조건부 계약(유관 계약)이라고 한다. 다른 하나는 공개 표방이란 것이다. 자신이 달성하고자 하는 목표를 공개적으로 알림으로써 주위 사람들의 지원을 얻는 방법이다. 자신이 목표로 삼은 행동을 공개적으로 표방하면 자신이 한 말에 더 책임을 느끼고, 실없는 사람이 되지 않기 위해 약속을 더 잘 지키게 된다. 그런 현상을 '떠벌림 효과'라고 한다."
        ),
        Knowledge(
            answer = "로미오와 줄리엣 효과",
            meaning = "부모들이 반대할수록 애정이 더 깊어지는 현상이다. 반발 심리와 인지부조화(Cognitive dissonance) 때문에 로미오와 줄리엣 효과가 나타난다. 인지부조화란 태도와 행동이 일치하지 않을 경우 사람들이 느끼는 긴장과 불안을 말한다. 사람들은 긴장과 불안을 감소시키려고 태도나 행동 중 하나를 바꿔 태도와 행동을 일치시키려는 경향이 있다."
        ),
        Knowledge(
            answer = "머피의 법칙",
            meaning = "머피의 법칙이란 사실 시간적으로 단순히 앞선 사건이 나중에 일어나는 사건의 원인이라고 착각하는 인지적 오류를 말한다. 머피의 법칙은 사람들이 모든 현상의 원인을 찾으려 하기 때문에 나타나는 심리적 현상으로 논리학에서는 이런 현상을 '거짓 원인의 오류'라고 한다. 머피의 법칙이 다소 부정적이고, 구세대적이라면 요즘 새롭게 등장한 '샐리의 법칙'은 긍정적이고, 신세대적이라 할 수 있다. 샐리의 법칙이란 머피의 법칙과 반대되는 현상이다."
        ),
        Knowledge(
            answer = "뮌히하우젠 증후군",
            meaning = "뮌히하우젠 바이 프록시(Munchhausen by Proxy)는 병적으로 거짓말을 하고, 그럴 듯하게 이야기를 지어내고, 마침내 자기도 그 이야기에 도취해버리는 증상을 말한다. 원래 1720년 독일에서 태어난 뮌히하우젠이라는 사람에게서 유래되었다. 그는 터키와 러시아 전쟁에 참전하고 1760년 퇴역, 하노버에 정착했다. 뮌히하우젠은 하노버에서 군인으로서, 사냥꾼으로서 그리고 스포츠맨으로서 자기가 했던 일들을 거짓말로 꾸며 사람들에게 들려주었는데 나중에 그 이야기들이 각색되어 1793년 [뮌히하우젠 남작의 모험]이라는 책이 나왔다. 뮌히하우젠 증후군이란 바로 뮌히하우젠 씨처럼 병적인 거짓말은 하는 것이 특징이다."
        ),
        Knowledge(
            answer = "바넘 효과",
            meaning = "점괘는 매우 일반적이므로 점술가들이 하는 얘기는 다 맞는 것 같아 보이는 현상이다. 12개의 별자리, 십이간지, 그리고 토정비결, 역학의 해석들은 일반적인 특성에 기반을 두고 있다. 그렇기 때문에 많은 사람들은 점괘가 마치 자신을 잘 나타내는 것처럼 받아들이고, 그런 점괘가 정확하다는 착각을 한다. 이렇듯 어떤 일반적인 점괘가 마치 자신을 묘사하는 것이라고 받아들이는 현상을 '바넘 효과'라고 한다."
        ),
        Knowledge(
            answer = "방관자 효과",
            meaning = "사람들이 위기에 처해 있는 사람들을 도와주는 것은 여러 가지 요인에 의해 결정된다. 시간 압력, 도움을 줄 수 있는 능력 그리고 성격 등이 영향을 미친다. 그 중에서도 흥미로운 사실은 나 이외에 다른 사람이 있었느냐에 따라 도움 행동이 결정된다는 것이다. 특히 사람들은 목격자가 많을수록 다른 사람을 덜 도와준다. 설령 도움 행동을 한다 하더라도 도움 행동을 하기까지 걸리는 시간이 더 길다. 달리와 라테인은 이런 현상을 '방관자 효과'라고 했다."
        ),
        Knowledge(
            answer = "베르테르 효과",
            meaning = "괴테의 소설 [젊은 베르테르의 슬픔]에서 주인공 베르테르는 로테와의 사랑을 이루지 못하고 끝내 권총 자살로 생을 마감한다. 이 소설이 19세기 유럽의 젊은이들 사이에서 공감대를 형성하며 널리 읽혀지자 소설의 주인공 베르테르처럼 자살하는 젊은이들이 급증했다. 그런 현상에 비유해 어떤 유명인이 죽은 다음 동조 자살하는 현상을 '베르테르 효과'라 이름붙인 것이다."
        ),
        Knowledge(
            answer = "부분 강화 효과",
            meaning = "사람들이 도박을 하는 이유 세 가지이다. 첫째, 도박이 예측할 수 없는 보상을 주기 때문이다. 둘째, 도박사의 오류 때문이다. 노름꾼들은 성격 특성상 모든 사건이 앞에서 일어난 사건과 독립적으로 일어난다는 확률 이론의 가정을 받아들이지 않는다. 셋째, 사람들의 도박을 하는 세 번째 이유는 병을 가지고 있기 때문이다. 부분 강화 효과는 일정한 시간이 흐르거나 몇 번 시행을 하면 보상을 주는 것과는 달리, 보상이 언제 있을지 예측 할 수 없기 때문에 어떤 행동이 오래 지속되는 현상을 말한다."
        ),
        //20
        //60
        Knowledge(
            answer = "수도교",
            meaning = "하천이나 도로 위를 가로지르는 상하수도를 받치기 위하여 만든 다리를 말한다. 고대 로마에서 계곡 사이나 낮은 지대에 아치 모양의 수로를 만든 데서 비롯하였다."
        ),
        Knowledge(
            answer = "유대인",
            meaning = "셈어족으로 히브리어를 사용하고 유대교를 믿는 민족이다. 고대에는 팔레스타인에 거주하였고, 로마 제국에 의하여 예루살렘이 파괴되자 세계 각지에 흩어져 살았다. 19세기 말에 민족주의 운동을 일으켰으며, 1948년에 다시 팔레스타인에 이스라엘을 세웠다."
        ),
        Knowledge(
            answer = "청동",
            meaning = "구리와 주석을 섞어서 녹여 만든 금속이다. 용도에 따라 알루미늄, 납 따위를 구리에 첨가한 금속을 포함하기도 한다. 철이 아닌 다른 금속에 비하여 녹는점이 낮아, 녹여서 물건을 만들기에 적합하며 잘 썩거나 상하지 않는다."
        ),
        Knowledge(
            answer = "윤회",
            meaning = "불교의 교리 가운데 하나이다. 수레바퀴가 끊임없이 구르는 것과 같이, 살아 있는 모든 무리는 번뇌(노여움이나 욕망 따위의 헛된 생각)와 업(몸과 입과 마음으로 짓는 선악의 소 행)에 따라 생사를 거듭하여 세계를 돌고 도는 일을 이른다"
        ),
        Knowledge(
            answer = "계몽",
            meaning = "사전적 의미로는 지식 수준이 낮거나 인습에 젖은 사람을 가르쳐서 깨우친다는 말이다. 절대 왕정 시기에 확산된 계몽사상에서 계몽이란 과학적 지식, 비판적 정신을 보급하고, 인간의 존엄을 자각시키는 것을 뜻한다"
        ),
        Knowledge(
            answer = "기계론적 세계관",
            meaning = "(機: 틀 기, 械: 형틀 계, 論: 논의할 론, 的: 과녁 적, 世: 세상 세, 界: 경계 계, 觀: 볼 관) 세계와 자연의 모든 과정이 필연적이고 자연적인 원인과 결과이며, 인간의 이성으로 그 관계를 파악하고 설명할 수 있다고 보는 관점이다. ‘기계론적 자연관’으로도 표현된다."
        ),
        Knowledge(
            answer = "만유인력의 법칙",
            meaning = "우주상의 모든 물체 사이에는 서로 끌어당기는 힘이 작용한다는 법칙이다. 그 힘의 크기는 두 물체의 질량의 곱에 비례하며 두 물체 사이 거리의 제곱에 반비례한다"
        ),
        Knowledge(
            answer = "모내기법",
            meaning = "벼농사를 지을 때, 못자리에서 어느 정도 키운 모를 논으로 옮겨 심는 방법이다. 이 방법을 사용하면, 모를 논에 규칙적으로 심을 수 있어 수확량이 늘어나고, 잡초의 양이 줄어들어 노동력이 절감된다. 그러나 모를 옮겨 심으려면 논에 물이 있어야 하기 때문에, 가뭄에 취약하다는 한계가 있었다. ‘이앙법(移秧法)’이라고도 한다."
        ),
        Knowledge(
            answer = "쇄국",
            meaning = "다른 나라와 통상을 맺지 않으려는 주장이나 행동을 말한다. 여기에서 통상이란 나라들 사이에 서로 물품을 사고 파는 것, 또는 그런 관계를 뜻한다"
        ),
        Knowledge(
            answer = "인상파",
            meaning = "화가 개인의 주관적 인상과 빛을 강조하는 인상주의를 따르던 무리를 말한다. 주로 19세기 후반에 활동하였으며, 대표적인 화가로는 마네, 모네, 드가, 르누아르 등이 있다. 인상파는 자연을 하나의 색채 현상으로 파악하였다. 그리하여 빛과 함께 움직이는 색채의 미묘한 변화 속에서 순간적으로 느껴지는 인상을 포착하여 그림으로 표현하였다"
        ),
        Knowledge(
            answer = "부정성 효과",
            meaning = "사람들은 어떤 사람의 인상을 평가할 때 대개는 긍정적으로 평가를 한다. 기왕이면 좋게 사람들을 평가하려는 그런 경향을 '인물 긍정성 편향'이라고 하고 미국 소설에 나오는 여주인공의 성격에 비유해 '폴리아나 효과'(Pollyana Effect)라고도 한다. 그럼에도 불구하고 사람들은 어떤 부정적인 정보가 나타나면 다른 긍정적인 정보보다 부정적인 것에 더 비중을 두고 인상을 평가한다. 다시 말해 모든 것이 동일하다면 부정적인 특성들은 긍정적인 특성들보다 인상 형성에 더 많은 영향을 준다. 이런 현상을 '부정성 효과'라고 한다."
        ),
        Knowledge(
            answer = "빈 둥지 증후군",
            meaning = "자녀들이 성장해 부모의 곁을 떠난 시기에 중년 주부들이 느끼는 허전한 심리를 '빈 둥지 증후군'이라고 한다. 빈 둥지 증후군은 중년기 위기 증상이다. 중년기 위기는 여성들의 폐경기를 전후해서 나타난다. 정신분석학자 융은 사람들이 40세를 전후로 이전에 가치를 두었던 삶의 목표와 과정에 의문을 제기하면서 중년기 위기(Midlife Crisis)가 시작된다고 주장했다. 이런 중년기 위기는 사회경제적으로 성공하기 위해 자신의 욕구를 억압하며 살아온 것에 대한 회의와 무가치 감(感)으로부터 시작된다."
        ),
        Knowledge(
            answer = "사회병질 증후군",
            meaning = "요즘 우리 사회의 모습을 보면 상대적 피해망상, 자기 속으로의 도피, 불신감의 확대, 감정 조절의 실패, 삶의 방향감각 상실, 양심의 붕괴와 같은 정신분열 증상들이 만연해 있다. 개인적인 정신분열 현상이 사회로 확산되면 사회도 정신분열 증상을 앓는다. 그런 사람들이 모여 있는 사회는 반사회적이고 반도덕적이다. 이렇게 극도로 분열된 사회 분위기를 '사회병질 증후군'이라고 한다. 사회병질 증후군을 안고 있는 사회는 불신감의 만연, 존경할 만한 대상의 상실, 도덕성의 실종, 한탕주의의 성행으로 노력한 만큼 얻을 수 있다는 '공정 세상관'까지 흔들어 놓는다."
        ),
        Knowledge(
            answer = "상승정지 증후군",
            meaning = "인생의 목표를 세워놓고 끝없이 전진하던 사람들이 어느 날 더 이상 올라갈 데가 없다고 느끼면 왠지 허무하고 공허해진다. 특히 어느날 갑자기 한가한 자리로 책상이 옮겨지거나 자신의 업무와 무관한 계열 회사로 발령을 받았을 때, 더 이상 승진할 수 없다고 느낄 때, 자신이 물러나야 할 때라고 생각될 때 느끼는 허무하고 공허한 심리적 현상들을 '상승정지 증후군'이라 한다."
        ),
        Knowledge(
            answer = "설단 현상",
            meaning = "어떤 사실을 알고 있긴 한데 혀끝에서 맴돌며 밖으로 표현되지 않는 현상을 '설단 현상'이라고 한다. 설단 현상은 여러 정보가 복잡하게 얽혀 있어 기억 인출에 실패했을 경우, 시험과 같이 심리적 압박이 심할 경우, 무의식적으로 어떤 것을 떠올리지 않으려고 하는 경우와 같이 다양한 이유로 나타난다. 대개 인출 실패로 인한 설단현상은 인출단서를 제공해주면 쉽게 교정된다."
        ),
        Knowledge(
            answer = "엘렉트라 콤플렉스",
            meaning = "남자 아이들이 오이디푸스 갈등을 겪는 비슷한 시기인 4∼6세경에 여자 아이들도 비슷한 심리적 갈등을 겪는다. 남자 아이들이 어머니를 상대로 사랑을 표현하고 아버지를 상대로 자신의 사랑 감정을 표현하고 아버지와의 근친상간적인 상상에 빠져든다. 이렇게 여자 아이들이 아버지를 사랑하며 어머니를 경쟁상대로 놓고 겪는 심리적 갈등을 '엘렉트라 콤플렉스'라고 한다."
        ),
        Knowledge(
            answer = "오이디푸스 콤플렉스",
            meaning = "나이 4∼6세 정도의 남자 아이들이 어머니를 사랑하고 아버지와 갈등 관계에 빠지는 상황을 오이디푸스 상황이라고 한다. 오이디푸스 상황에서 남자 아이들은 어머니를 놓고 아버지와 경쟁하는 한편, 어머니의 사랑을 독차지하려는 욕망으로 아버지를 살해하려는 적의를 품기도 한다. 이런 현상을 정신분석학의 창시자 프로이드는 '오이디푸스 콤플렉스'라고 불렀다."
        ),
        //30
        Knowledge(
            answer = "위치 효과",
            meaning = "커뮤니케이션 구조 중에 바퀴형, Y형, 사슬형과 같은 중앙집중적 통신망에서는 전체 집단 구성원들의 만족이 낮다. 그도 그럴 것이 중앙집중적 통신망에서는 주변에 위치해 있는 사람들이 중심에 위치해 있는 사람보다 많기 때문에 의사소통에서 소외될 가능성이 높다. 그에 비해 분산적 통신망은 집단 구성원 한 사람 한 사람의 권한, 행동 그리고 자기주장을 북돋워주기 때문에 분산적 통신망에 속한 집단 구성원들의 만족 수준은 높다. 이처럼 통신망에서 위치에 따라 집단 구성원들의 만족이 달라지는 현상을 '위치 효과'라고 한다."
        ),
        Knowledge(
            answer = "인쇄 효과",
            meaning = "바로 앞에서 얻은 정보가 이후의 인상 판단에 직접 영향을 미치는 현상을 '인쇄 효과'라고 한다. 사람들은 편견이 심한 사람이건 심하지 않은 사람이건 간에 어떤 사람을 보면 자동적으로 도식적 처리를 한다. 그러나 그런 도식적 처리는 상대방을 삐딱하게 볼 소지가 다분하다. 누구에게 들은 정보를 가지고 사람을 단 한 번에 평가한다면 그 보다 어리석은 일은 없다."
        ),
        Knowledge(
            answer = "자이가르닉 효과",
            meaning = "사람들은 특정한 일을 수행하고 있거나 그런 수행이 중도에 멈출 경우 그 일을 계속해서 수행하려고 하기 때문에 기억을 잘한다. 그러나 일단 일이 완성되면 그 일과 관련된 기억들은 사라지는데, 그런 현상을 '자이가르닉 효과'라고 한다. 자이가르닉 효과는 업무가 완성되지 않으면 심리적으로 압박을 받기 때문에 그것을 기억하지만, 일단 업무가 완성되면 그 업무와 관련된 기억이 사라지는 현상을 말한다. 사람들은 어떤 과제를 받으면 인지적으로 불평형 상태(Disequili-brium State)가 된다. 다시 말해 긴장한다. 그런 긴장은 문제가 해결 될 때까지 계속된다. 만약 문제가 해결되지 않으면 그런 긴장은 지속되고, 그 문제와 관련된 기억은 생생하게 남는다."
        ),
        Knowledge(
            answer = "잔물결 효과",
            meaning = "조직 구성원의 일부를 야단쳤을 때 다른 구성원들에게 미치는 부정적 영향을 '잔물결 효과'라고 한다. 잔물결 효과는 특히 벌을 받는 사람이 조직에서 중요한 역할을 하고 있을 경우, 상사의 명령이나 지시가 모호하고 분명하지 않을 경우에 더 크게 나타난다."
        ),
        Knowledge(
            answer = "조건 형성 학습",
            meaning = "사람들은 무의식적, 자동적으로 어떤 현상을 보면 그 현상을 반사적으로 배운다. 그런 현상을 '조건 형성'이라고 한다. 덜 익은 살구를 생각하기만 해도 입에 침이 고이는 현상, 잔소리 많은 상사를 보면 저만치서 피해가는 현상들은 모두 조건 형성이 되어 있기 때문이다. 또한 어렸을 때 닭고기에 탈이 났던 사람이 커서도 닭고기를 먹지 못하는 가르시아 효과도 조건 형성의 결과다. 이처럼 어떤 자극과 자극이 연합을 통해 세상을 배우는 원리를 '조건 형성 학습'이라고 한다."
        ),
        Knowledge(
            answer = "카인 콤플렉스",
            meaning = "부모의 사랑을 더 차지하기 위해 형제간에 나타나는 심리적 갈등이나 적대감, 경쟁심을 '카인 콤플렉스'라고 한다."
        ),
        Knowledge(
            answer = "칵테일 파티 효과",
            meaning = "사람들은 모든 것을 다 보고 들을 수는 없다. 정보 처리능력에 한계가 있기 때문이다. 그래서 사람들은 정보를 선택적으로 받아들여 처리한다. 그렇기 때문에 사람들은 시끄러운 파티장, 나이트클럽, 시끄러운 공사장에서도 서로 대화가 가능하다. 자기에게 의미 있는 정보만을 선택적으로 받아들이는 이런 현상을 선택적 지각(Selective Perception)이라고 한다. 칵테일 파티장에서도 많은 소리들이 귀에 들어오지만 의식되는 정보는 별로 없다. 그러다가 자기 이름을 부르는 소리가 희미하게나마 들리면 돌아보는 현상도 일종의 선택적 지각이다. 특히 칵테일 파티장에서 일어나는 것과 같은 선택적 지각 현상을 '칵테일 파티 효과'라고 한다. 칵테일 파티 효과는 감각기억이 존재하기 때문에 가능하다. 감각기억은 다시 청각에서 일어나는 잔향기억과 시각에서 일어나는 영상기억으로 구분된다. 그 중에서도 칵테일 파티 효과는 잔향기억에서 일어나는 현상이다. 시끄러운 나이트 클럽에서 고래고래 소리를 지르며 대화를 할 수 있는 것도 아주 짧은 순간이긴 하지만 잔향기억이 존재하고 있기 때문이다."
        ),
        Knowledge(
            answer = "파랑새 증후군",
            meaning = "현대 사회는 빠르게 변해가고 있다. 그런 변화는 사람들 스스로 만들어가는 것이지만 거기에 적응하지 못하는 사람들은 스트레스를 받는다. 변화에 적응하지 못하는 직장인에게서 나타나는 대표적인 부적응 현상이 '파랑새 증후군'이다. 파랑새 증후군은 직장인들이 겪는 노이로제(Neurosis)의 일종이다. 노이로제란 신경증을 말한다. 다시 말해 욕구 불만, 갈등, 스트레스 때문에 발생하는 심리적 긴장이 신체적인 증상으로 나타난 것이다."
        ),
        Knowledge(
            answer = "프로테우스 인간",
            meaning = "프로테우스는 오래된 바다의 신으로 바다의 노인 중 하나다. 그는 포세이돈을 위해 바다표범과 그 밖의 생물들을 지켰다. 그는 또 예언력을 가지고 있었으나 예언하기를 싫어했다. 그래서 예언을 들으러 찾아오는 사람을 피하기 위해 여러 섬을 돌며 불이나 물, 또는 야생의 짐승 등으로 자주 모습을 바꾸었다. 그래서 현대인들 중에도 자신의 모습을 잘 바꿔가며 사회와 조직의 변화에 잘 적응해 가는 사람들을 '프로테우스 인간'이라고 한다."
        ),

        //40

        Knowledge(
            answer = "노시보 효과",
            meaning = "적절한 처방이나 약도 정작 환자 본인이 믿지 않고 의구심을 가지면 약을 먹는다고 해도 잘 낫지 않는다는 현상이다."
        ),
        Knowledge(
            answer = "내적귀인",
            meaning = "'잘되면 내 탓'이라고 자기가 한 일이 성공적인 경우는 자신의 재능이나 노력 등 스스로의 공으로 돌리는 현상이다."
        ),
        Knowledge(
            answer = "유비쿼터스",
            meaning = "‘어디든지(everywhere)’라는 라틴어‘유비크(ubique)’에서 나온 신조어. ‘언제 어디서나 자유롭게 원하는 정보에 접근할 수 있는’ 기술이나 서비스. ‘언제 어디서나 컴퓨터를 활용할 수 있는 IT환경’, 사용자가 장소와 시간, 네트워크나 컴퓨터의 종류에 구애받지 않고 자유롭게 인터넷에 접속할 수 있는 환경. 유비쿼터스(언제어디서나 정보 접속 가능) 시대"
        ),
        Knowledge(
            answer = "전자태그",
            meaning = "RFID: Radio Frequency Identification - 무선주파수인식소자, 무선식별자, 전자태그로 번역된다. 극소형 칩에 상품정보를 저장하고 무선으로 데이터로 송수신하는 장치, 생물의 유전자처럼 모든 사물에 박혀 컴퓨터에 연결 된다. 무선주파수 인식 칩, 전파식별, 소형 반도체 칩을 이용해 사물의 정보를 처리하는 기술. 각종 물품에 소형 칩을 부착해 사물의 정보와 주변 환경정보를 무선주파수로 전송·처리하는 인식시스템."
        ),
        Knowledge(
            answer = "지그비",
            meaning = "집에서 놓여있는 다양한 가전제품을 리모컨 하나로 모두 작동시킬 수 있는 새로운 무선통제기술, 유비쿼터스 시대를 앞당기고 있다."
        ),
        Knowledge(
            answer = "죄수의 딜레마",
            meaning = "2명이상의 공범이 각각 분리돼 경찰관의 조사를 받을 경우 끝까지 부인해야 유리하지만 다른 공범을 믿지 못하고 자백해 더 불리한 상황에 몰리는 것을 말한다."
        ),
        Knowledge(
            answer = "공매도",
            meaning = "말 그대로 ‘없는 걸 판다’는 뜻이다. 증시에서 공매도란 주식을 갖고 있지 않은 상태에서 매도 주문을 내는 것을 말한다. 주식을 가진 사람에게 주식을 굳이 빌려서 파는 공매도 주문자들은 해당 주식의 가격이 떨어질 것으로 확신할 때 이런 일을 한다. 예를 들어 철수가 A종목 1만원짜리 주식이 3일 뒤 5천원으로 떨어질 것으로 확신하면 A종목의 주식을 가지고 있는 사람에게 주식을 빌려 1만원에 매도한다. 1,000주를 빌렸다면 매매한 값은 1,000만원이 된다. 그리고 3일 뒤 주식이 5천원으로 떨어지면 철수는 팔았던 1,000주를 다시 구입하여 되돌려 주는데, 이때 드는 비용은 500만원밖에 들지 않는다. 3일 만에 철수는 500만원의 시세차익을 얻게 된다. "
        ),
        Knowledge(
            answer = "서브프라임 모기지",
            meaning = "서브프라임 모기지 사태는 미국의 서브프라임 대출의 불량채권화에 의해 촉발되어 일어난 세계 금융 위기이다. 미국에서 부동산 거품이 꺼지면서 서브프라임 주택저당증권과 부채 담보부 증권에 많이 투자한 금융기관들이 파산한 것이 발단이 되어 일어났다. 2008년 9월 15일에 미국의 거대 투자은행인 리만 브라더스의 파산은 국제금융시장에 신용 경색을 불러왔으며, 미국의 서브프라임 대출 위기는 세계 금융 위기로 전환되었다."
        ),

        //50

        Knowledge(
            answer = "코스닥",
            meaning = "KOSDAQ : Korea Securities Dealers Automated Quotation - 상장기업들의 주식이나 채권을 불특정 다수의 사람들이 사고팔 수 있는 증권거래소와는 달리, 매매를 위한 건물이나 플로어 등이 없이 컴퓨터와 통신망을 이용해 장외 거래 주식을 매매하는 전자거래시스템. 1996년 7월 1일 코스닥증권이 개설, 단순히 증권거래소 상장을 위한 예비적 단계였던 장외시장이 미국의 나스닥(NASDAQ)과 같이 자금조달시장 및 투자마당으로 독립적인 역할을 수행하게 되었다."
        ),
        Knowledge(
            answer = "다우존스 지수",
            meaning = "미국 다우존스사가 매일 발표하고 있는 뉴욕 주식시장의 평균주가를 말한다. 다우존스 산업평균지수라고도 한다. 30개의 우량주를 표본으로 채택해서 그들의 주식가격을 평균해서 구하게 된다. 하지만 표본의 숫자가 너무 작아 미국 증권시장 전체의 변화를 대표하지 못한다는 지적도 받고 있다."
        ),
        Knowledge(
            answer = "방카슈랑스",
            meaning = "은행과 보험을 통합한 형태로, 은행에서 보험상품을 판매하는 것을 일컫음"
        ),
        Knowledge(
            answer = "애그플레이션",
            meaning = "농업(agriculture)과 인플레이션(inflation)의 합성어. 농산물 가격 급등이 식료품 등 일반 물가상승을 이끄는 현상을 말한다."
        ),
        Knowledge(
            answer = "아웃소싱",
            meaning = "제품 생산, 유통, 포장, 용역 등을 하청기업에 발주하거나 외주는 줌으로써 기업 밖에서 필요한 것으로 조달하는 방식의 경영전략 용어. 인소싱의 반대개념으로 미국 기업들이 리스트럭처링 과정에서 모(母)기업은 제품 브랜드 유지와 재무관리에만 치중하고 나머지 부분은 개발도상국 기업이나 하청기업에서 저렴한 가격으로 발주한 데서 유래했다."
        ),
        Knowledge(
            answer = "교토의정서",
            meaning = "온실가스의 실질적인 감축을 위해 1997년 일본 교토에서 채택한 기후변화협약 부속 의정서"
        ),

        //70
        Knowledge(
            answer = "역법",
            meaning = "천체의 운행 등을 바탕으로 한 해의 주기적 시기를 밝히는 방법이다. 이러한 역법을 연구하여 표기한 문서가 달력이다."
        ),
        Knowledge(
            answer = "풍속화",
            meaning = "당시 사람들의 풍속(風俗: 먼 옛날부터 특정 사회에 전해 오는 생활 전반에 걸친 습관 따위)을 그린 그림이다. 좁은 의미로는 궁궐이 아닌 민간에 사는 사람들의 생활상을 그린 그림을 말한다"
        ),
        Knowledge(
            answer = "화약",
            meaning = "가벼운 자극에 의하여 순간적으로 연소 또는 분해 반응을 일으키고 높은 온도의 열과 압력을 가진 가스를 발생시켜 파괴, 추진 따위의 작용을 하는 물질을 통틀어 이르는 말이다. 중국에서 우연히 발명된 화약은 무기로 개발되었고, 14~15세기 무렵부터 유럽에서는 화약 무기가 널리 사용되면서 전쟁의 성격이 공격 중심으로 전환되었다"
        ),
        Knowledge(
            answer = "소크라테스 효과",
            meaning = "사람들이 어떤 대상이나 인물에게 가지고 있는 심리적 호오(好惡) 감정을 태도라고 한다. 이렇게 사람들이 가지고 있는 태도는 몇 가지 특징을 가지고 있다. 첫째, 태도는 시간이 흐를수록 더욱 강해진다. 가령 친한 친구의 경우, 그 친구를 생각하면 할수록 좋은 점들을 떠올릴 것이다. 이따금 나쁜 점들이 떠올라도 그것은 어디까지나 예외일 뿐이라고 생각하면서 그 친구를 더 좋아한다. 그러나 싫어하는 친구의 경우, 그 친구를 생각하면 할수록 나쁜 점들만 떠올릴 것이다. 이따금 좋은 점들이 떠올라도 그것은 어디까지나 예외일 뿐이라고 생각하면서 그 친구를 더 싫어한다. 이처럼 사람들은 자신이 가지고 있는 태도를 스스로 반복적으로 검토하면서 자신의 태도를 강화시킨다. 둘째, 태도는 시간이 흐를수록 논리적으로 변한다. 사람들은 평소 태도에 일관성이 있어야 한다는 심리적 압박을 받고 있다. 만약 자기의 태도에 일관성이 없으면 몹시 긴장한다. 그래서 태도가 논리적으로 일관되지 않으면 사람들은 자발적으로 자신의 태도를 변화시켜 논리적이게 한다. 흥미로운 사실은 그런 태도 변화가 외부의 압력 없이 자발적으로 일어난다는 점이다. 소크라테스가 자기 제자들에게 질문을 던져 스스로 결론에 이르도록 한 것처럼 사람들도 자발적으로 자신의 태도를 논리적으로 일관성 있게 변화시킨다. 이런 현상을 '소크라테스 효과'라고 한다."
        ),
        Knowledge(
            answer = "스톡홀름 신드롬",
            meaning = "사람들은 스트레스를 받는 상황에 처하면 나름대로 그 상황에 적응하려는 적응 기제를 발동한다. 사실 인질로 잡히는 것은 매우 갑작스럽고 강력한 스트레스다. 게다가 인질이나 경찰은 그 상황을 통제할 만한 힘도 없다. 그런 스트레스 상황에서 인질들은 어떤 반응을 보일 것인가? 인질들이 경찰이나 사회보다는 그들을 잡고 있는 인질범들의 편을 드는 현상을 스톡홀름 은행 강도 사건에 비유해 '스톡홀름 증후군'이라고 한다. 스톡홀름 증후군은 세 단계를 거쳐 일어난다. 제1단계 : 인질들은 자신들의 생사를 가늠할 수 있는 인질범들이 자신을 해치지 않는 것을 고마워하고 그들에게 온정을 느끼기 시작한다. 제2단계 : 인질들은 위험을 초래하며 그들을 구출하려고 시도하는 경찰들에게 오히려 반감을 느낀다. 제3단계 : 인질범들도 그들의 인질에게 긍정적인 감정을 느낀다. 결국 인질과 인질범들은 모두 함께 고립되어 있고, 두려움을 같이 하는 '우리'라는 믿음이 생겨난다."
        ),
        Knowledge(
            answer = "신데렐라 콤플렉스",
            meaning = "여성들은 원하기만 하면 얼마든지 스스로 독립할 수 있다. 그러나 막상 스스로 독립할 때가 되면 왠지 모를 두려움 때문에 망설인다. 부모로부터 독립하는 것, 남성들로부터 독립하는 것이 불안하다. 홀로 서고 싶지만 홀로 서는 것이 두렵다. 이처럼 독립하고 싶지만 독립에 대한 불안 때문에 독립하지 못하는 여성들의 심리적 갈등을 '신데렐라 콤플렉스'라고 한다."
        ),
        Knowledge(
            answer = "개화",
            meaning = "개화는 19세기 후반~20세기 초 서구적 근대화를 가리키는 핵심 용어로 사용되었다. 즉 서구 문물을 받아들여 문화적 발전을 이루는 것, 혹은 그러한 발전을 이룬 상태를 말한다. 특히 문명개화로 사용되는 경우에는 서양의 사상과 지식, 풍습 일체를 받아들여 서양 사회와 같은 선진적인 문명 사회로 발전 및 진보한다는 뜻이 된다. 이를 주장하는 사람들의 집단을 ‘개화파’라고 한다."
        ),
        Knowledge(
            answer = "공화주의",
            meaning = "국민이 선출한 대표자 또는 대표 기관의 의사에 따라 주권이 행사되는 정치 제도를 주장하거나 실현하려는 정치적인 태도를 말한다."
        ),
        Knowledge(
            answer = "금릉 기기국",
            meaning = "양무운동 당시 이홍장이 난징에 세운 군수(군사상 필요한 것) 공장이다. 이곳에서는 각종 서양식 화약과 총탄 등이 제조되었다"
        ),
        //80
        Knowledge(
            answer = "사회 진화론",
            meaning = "다윈의 진화론을 인간 사회에도 적용할 수 있다고 보는 이론이다. 따라서 환경에 적응하는 생물만이 살아남는다는 적자 생존, 생물이 생식에 보다 좋은 조건을 얻기 위해서 다툰다는 생존 경쟁, 생활 조건에 적응하지 못한 생물은 저절로 사라진다는 자연 선택 같은 개념이 개개 인간에게도, 사회 내에서도, 국가간에도 해당된다는 주장이다"
        ),
        Knowledge(
            answer = "삼권 분립",
            meaning = "국가의 권력을 입법, 사법, 행정 삼권으로 분리하여 서로 견제하게 함으로써 권력의 남용을 막고, 국민의 권리와 자유를 보장하는 국가 조직의 원리이다."
        ),
        Knowledge(
            answer = "입헌 군주정",
            meaning = "군주가 헌법에서 정한 권력을 가지고 국가를 다스리는 정치 체제이다. 이 경우 군주의 권한은 대체로 형식적인 것이며 실질적인 정치적 권한과 책임은 내각에 있다."
        ),
        Knowledge(
            answer = "자유주의",
            meaning = "개인의 자유를 보편적 가치로 인식하고 개인이 더 많은 자유를 누릴 수 있는 사회 체제를 추구하는 사상이다. 여기에서 말하는 자유의 구체적인 내용이나 자유를 방해하는 것이 무엇이냐 하는 점 등은 시대와 지역에 따라 달라진다"
        ),
        Knowledge(
            answer = "프롤레타리아",
            meaning = "근대 사회에서 노동력 이외에는 생산 수단을 소유하지 못한 노동자를 가리킨다."
        ),
        Knowledge(
            answer = "국제 노동 기구",
            meaning = "(ILO, International Labour Organization) 노동 조건을 개선하여 사회 정의를 확립하고 세계 평화에 공헌하기 위해 설립된 국제기구 이다. 1919년 베르사유 조약이 조인됨으로써 국민 연맹 산하 준독립 기구로 설립되었다"
        ),
        Knowledge(
            answer = "국제 연맹",
            meaning = "제1차 세계대전 이후 설립된 국제기구이다. 국제 평화와 안전을 유지하고 국제 사회의 경제적·사회적 협력을 증진시키기 위해 만들어졌다. 성립 후 10년간 순조롭게 운영되었으며, 특히 국제 사회의 협력을 증진시키는 데는 상당한 성과를 올렸다. 그러나 1930년대에 들면 일부 국가의 침략 행위에 대하여 조치를 취할 수 없을 정도로 약화되었다."
        ),
        Knowledge(
            answer = "소비에트",
            meaning = "러시아에서 노동자, 농민, 병사의 대표자들이 구성한 평의회이다. 그 기원은 러시아 농민 공동체에서 마을의 일을 협의해 결정을 내리던 촌락 회의에서 찾을 수 있다. 러시아 혁명 시기에는 정치 기능을 발휘하고 전제 체제에 맞서는 투쟁 조직의 성격을 띠었으며, 이후 소련의 정치적 기반을 이루는 권력 기관이 되었다"
        ),
        Knowledge(
            answer = "파시즘",
            meaning = "제1차 세계 대전 후에 나타난 극단적인 전체주의적 정치 이념이다. 자유주의를 부정하고 폭력적인 방법에 의한 일당 독재를 주장하여 지배자에 대한 절대 복종을 강요한다. 대외적으로는 철저히 군국주의를 내세워 침략 전쟁을 주장한다."
        ),
        Knowledge(
            answer = "글라스노스트",
            meaning = "‘개방’이라는 뜻을 가진 러시아어로, 고르바초프가 1985년에 실시한 개방 정책을 말한다. 정부가 가진 정보의 일부를 공개하고 언론 통제를 완화하였다. 비록 일부 제한적인 공개이기는 하나 수동적인 국민을 활성화시키고 관료주의 사회의 부조리를 비판하여 소련의 개방에 영향을 미쳤다"
        ),
        //90
        Knowledge(
            answer = "온실가스",
            meaning = "지구 대기를 오염시켜 온실 효과(대기로 인해 지구 표면의 온도가 상승하는 현상)를 일으키는 가스를 통틀어 칭하는 말이다. 지구 온난화를 일으키는 원인이 된다. 대표적인 온실 가스로 이산화탄소, 메탄 등이 있다."
        ),
        Knowledge(
            answer = "걸맞추기 원리",
            meaning = "사람들은 태도와 가치관이 유사한 사람들을 더 좋아한다. 그뿐 아니라 인종, 종교, 문화, 정치, 사회 계층, 교육 수준, 연령이 유사한 사람들을 그렇지 않은 사람보다 더 좋아한다. 물론 전혀 어울릴 것 같지 않은 사람들이 친하게 지내는 경우도 있다. 하지만 그건 어디까지나 예외일 뿐이다. 이런 유사성 원리는 데이트나 결혼에서도 나타난다. 특히 유사성 원리가 데이트나 결혼에서 나타나는 현상을 '걸맞추기 원리'라고 한다."
        ),
        Knowledge(
            answer = "과잉 적응 증후군",
            meaning = "자기의 삶보다는 직장이 우선이고, 고향 친구들보다는 직장에서의 인간관계가 중요하고, 자신의 욕구보다는 일이 더 중요하다. 행여 집안에 무슨 행사라도 있으면 자신이 하는 일이 방해받는 것 같아 귀찮아한다. 자신과 가족의 개인적인 삶이나 욕구는 제쳐둔 채 가정보다는 일을 우선하는 사람들이 보이는 심리적, 행동적 현상을 '과잉 적응 증후군' 또는 '일 중독증'이라고 한다."
        ),
        Knowledge(
            answer = "나무아미타불",
            meaning = "불교에서 아미타불에 돌아가 의지한다는 뜻으로, 염불할 때 외는 소리이다. 아미타불은 괴로움이 없으며 지극히 안락하고 자유로운 극락세계의 주인이 되는 부처이다."
        ),
        Knowledge(
            answer = "이조 전랑",
            meaning = "이조의 정 5, 6품 실무 관료이다. 이들은 3사에 새로 배속될 사람들을 임금에게 추천하였다. 또한 자신의 임기를 마치면 후임자를 추천할 수 있는 권한도 확보해 나갔다. 이러한 권한 때문에 이조 전랑은 조정의 여론 형성에 막강한 영향을 미치게 되었다."
        ),
        Knowledge(
            answer = "외환",
            meaning = "국가 간의 거래가 있을 때 현금을 사용하지 않고 은행의 지급 지시에 따라 자금을 이동시키는 방법을 말한다. 은행의 지급 지시는 환어음, 송금 수표 등의 서류나 전신에 의하여 이루어진다."
        ),
        Knowledge(
            answer = "뷰 캐넌 증후군",
            meaning = "루이뷔통, 프라다, 샤넬, 피에르가르탱 등의 명품을 앞에 두고 그것을 느끼는 감정이다. 제임스 트위첼이 지은 '럭셔리신드롬'에서 나온 용어이다. 명확하지는 않지만, 명품을 구입하는 사람들이 경제적으로 자기보다 아래 계층사람들과 구별하기 위한 혐오스러운 비교심을 일컫기도 한다. 쾌감이나 정복감, 억압으로부터 해방감까지의 감정 등을 복합적으로 가리키는 말이다. 무엇보다도 자기만족현상을 말한다."
        ),
        Knowledge(
            answer = "쇼그렌 증후군",
            meaning = "자가 면역 질환으로 자신의 외분비선을 공격해 점액질 분비와 침샘 눈물샘이 손상되는 것을 말한다."
        ),
        Knowledge(
            answer = "단순접촉효과",
            meaning = "자주 만나고, 우연으로라도 자주 보게 되면 정이 들고 그렇다하고 생각하는 것처럼 단지 자주 접촉하는 것만으로도 호감을 주는 효과이다."
        ),
        Knowledge(
            answer = "중추원",
            meaning = "고려 시대부터 조선 초기까지 왕명의 출납, 숙위(숙직하면서 지킴) 등을 담당하던 관아의 이름이다. 대한 제국 시기에 설치된 내각의 자문 기관과 조선 총독부의 자문 기관 이름이기도 하다"
        ),
        //100
    )
}
