package com.a0100019.mypat.presentation.information

fun medalName(type: Int): String =
    when (type) {
        0 -> "없음"
        1 -> "꾸준한 관리인"
        //칭호 설명
        2 -> "동물 사랑꾼"
        3 -> "동물 레벨 100"
        4 -> "펫 게임 100회"
        5 -> "사랑일기 10개"
        6 -> "한자 별 10개"
        7 -> "영어푼거 50개"
        8 -> "연속출석10일"
        9 -> "서울부산 걷기"
        10 -> "아이템 다 모으고 누르기"
        11 -> "뾰로롱"
        12 -> "뾰로롱"
        13 -> "뾰로롱"
        14 -> "뾰로롱"
        15 -> "뾰로롱"
        16 -> "뾰로롱"
        else -> "알 수 없음"
    }

fun medalExplain(type: Int): String =
    when (type) {
        0 -> "없음"
        1 -> "하루마을 출석 50일 달성"
        //칭호 설명
        2 -> "동물 레벨 50"
        3 -> "동물 레벨 100"
        4 -> "펫 게임 100회"
        5 -> "뾰로롱"
        6 -> "뾰로롱"
        7 -> "뾰로롱"
        8 -> "뾰로롱"
        9 -> "뾰로롱"
        10 -> "뾰로롱"
        11 -> "뾰로롱"
        12 -> "뾰로롱"
        13 -> "뾰로롱"
        14 -> "뾰로롱"
        15 -> "뾰로롱"
        16 -> "뾰로롱"
        else -> "알 수 없음"
    }

