package com.a0100019.mypat.presentation.information

fun medalName(type: Int): String =
    when (type) {
        1 -> "바보바바오육칠밮"
        //칭호 설명
        2 -> "뾰로롱뽀로로뽀로로뽀뽀"
        3 -> "뾰로롱ㅂㅂㅂㅂㅂㅂㅂㅂ"
        4 -> "뾰로롱"
        5 -> "뾰로롱"
        6 -> "뾰로롱"
        7 -> "뾰로롱"
        8 -> "뾰로롱"
        9 -> "뾰로롱"
        10 -> "뾰로롱"
        11 -> "뾰로롱"
        12 -> "뾰로롱"
        13 -> "뾰로롱"
        14 -> "뾰로롱"
        15 -> "뾰로롱"
        16 -> "뾰로롱"
        else -> "알 수 없음"
    }

fun medalExplain(type: Int): String =
    when (type) {
        1 -> "바보1"
        //칭호 설명
        2 -> "뾰로롱1"
        3 -> "뾰로롱"
        4 -> "뾰로롱"
        5 -> "뾰로롱"
        6 -> "뾰로롱"
        7 -> "뾰로롱"
        8 -> "뾰로롱"
        9 -> "뾰로롱"
        10 -> "뾰로롱"
        11 -> "뾰로롱"
        12 -> "뾰로롱"
        13 -> "뾰로롱"
        14 -> "뾰로롱"
        15 -> "뾰로롱"
        16 -> "뾰로롱"
        else -> "알 수 없음"
    }

